tap "cloudfoundry/tap"
tap "espanso/espanso"
tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/bundle"
#tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
#tap "homebrew/services"
#tap "mongodb/brew"
tap "xwmx/taps"
brew "age"
brew "atuin"
brew "readline"
brew "automake"
brew "aws-vault"
brew "awscli"
brew "awsume"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "bitwarden-cli"
brew "buildkit"
brew "ccat"
brew "cloc"
brew "colima"
brew "cmake"
brew "cmatrix"
brew "ffmpeg"
brew "cmus"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "dialog"
brew "docker"
brew "docker-compose"
brew "diff-so-fancy"
brew "docuum"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-when-merged"
#brew "gitui"
brew "gnupg"
brew "go"
brew "gopass"
brew "hr" # A horizontal ruler for your terminal
brew "httpie"
brew "hub"
brew "hugo"
brew "hyperkit"
brew "imagemagick"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lsd"
brew "libpq"
brew "lolcat"
brew "magic-wormhole"
brew "mas"
brew "mcfly"
brew "mdcat"
brew "minikube"
brew "moreutils"
brew "multitime"
#brew "neofetch"
brew "neovim"
brew "p7zip"
brew "pinentry-mac"
#brew "pre-commit"
#brew "protobuf"
#brew "pyenv"
#brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rm-improved"
brew "shellcheck"
brew "sops"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "tfsec"
brew "tmux"
#brew "topgrade"
brew "tldr"
brew "trash"
brew "tree"
brew "ugit"
brew "w3m"
brew "wget"
brew "ykman"
brew "ykpers"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "cloudfoundry/tap/cf-cli"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "arq"
cask "bartender"
# cask "bitwarden" - install from appstore
cask "caffeine"
cask "calibre"
cask "exifrenamer"
cask "finicky"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-hack-nerd-font"
cask "garmin-express"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "kitty"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "licecap"
cask "logitech-options"
cask "macfuse"
cask "makemkv"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mullvadvpn"
cask "musicbrainz-picard"
cask "notion"
cask "notunes"
cask "numi"
cask "obs"
cask "obsidian"
cask "raycast"
cask "rectangle-pro"
cask "resilio-sync"
cask "rocket"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "sublime-text"
cask "telegram-desktop"
cask "textual"
cask "todoist"
#cask "toggl-track"
cask "veracrypt"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xee"
cask "xld"
#cask "xquartz"
cask "yubico-authenticator"
cask "fmail2" # unofficial Fastmail client
mas "Annotate", id: 918207447
mas "Day One", id: 1055511498
mas "GIF Brewery 3", id: 1081413713
mas "LogTail", id: 1073404370
mas "MediaInfo", id: 510620098
mas "Microsoft Remote Desktop", id: 715768417
mas "MindNode", id: 1289197285
mas "Mp3tag", id: 1532597159
mas "Renamer", id: 402286241
mas "Skitch", id: 425955336
mas "WiFi Signal", id: 525912054
mas "YubiKey Personalization Tool", id: 638161122
mas "Bitwarden", id: 1352778147
mas "Popclip", id: 445189367
